[
  {
    "companyImg": "https://media.licdn.com/dms/image/C560BAQGlW5qlsWZHIw/company-logo_100_100/0/1629351342247?e=1700092800&v=beta&t=VfmRbJ8wsfupEW9Q4mZCNSo4W1EQHf83YCGuK4UFnKg",
    "company": "Sim Tech ",
    "position": "Software Engineer",
    "status": "ongoing",
    "jobType": "fulltime",
    "jobLocation": "Bangalore",
    "jobDescription": "Join Tech SIM as a Software Engineer and play a pivotal role in designing and developing cutting-edge software solutions. Collaborate with cross-functional teams to analyze requirements, architect solutions, and implement robust code. Utilize your expertise in Java and Spring to create scalable and high-performance applications. Contribute to code reviews, perform testing, and ensure code quality. Bring your innovative ideas to the table and contribute to the growth of our dynamic software team. With a competitive CTC ranging from 9 Lpa to 12 Lpa, seize the opportunity to shape the future of software development.",
    "jobCTC": "9.5 Lpa",
    "createdBy": "646c7071e8db6fca55c5bb93",
    "createdAt": "2023-06-15T10:30:00Z"
  },
  {
    "companyImg": "https://media.licdn.com/dms/image/C560BAQEGsbroYsa3yg/company-logo_100_100/0/1519902907612?e=1700092800&v=beta&t=aHrs72QAjjFHYiGoxxUf9nnr7HSgNtq1ThDYDfWebhc",
    "company": "Zemso Solutions",
    "position": "Data Scientist",
    "status": "ongoing",
    "jobType": "fulltime",
    "jobLocation": "Hyderabad",
    "jobDescription": "Be a part of DataTech Solutions as a Data Scientist and dive into the realm of data analysis and machine learning. Work on data preprocessing, model development, and predictive analytics to extract meaningful insights from complex datasets. Collaborate with data engineers and software developers to deploy machine learning models into production systems. Leverage your expertise in Python, machine learning libraries, and data visualization tools to drive data-driven decision-making. With an attractive CTC ranging from 8 Lpa to 11 Lpa, join us in harnessing the power of data for business success.",
    "jobCTC": "10 Lpa",
    "createdBy": "646c7071e8db6fca55c5bb93",
    "createdAt": "2023-05-30T14:45:00Z"
  },
  {
    "companyImg": "https://media.licdn.com/dms/image/C4D0BAQEE73wQBVodMQ/company-logo_100_100/0/1677598469595?e=1700092800&v=beta&t=amNkvy2_CYzxrmZzEiHGgdpabrxsU8W7giDdtdul6lo",
    "company": "Epam Innovative",
    "position": "UX/UI Designer",
    "status": "ongoing",
    "jobType": "fulltime",
    "jobLocation": "Delhi",
    "jobDescription": "Join Epam Inc. as a UX/UI Designer and shape exceptional user experiences for our products. Collaborate with product managers, developers, and stakeholders to understand user needs and design intuitive interfaces. Create wireframes, prototypes, and visually appealing designs that align with brand identity. Stay updated with design trends and user preferences to deliver innovative solutions. Leverage your proficiency in design tools and principles to contribute to the development of user-centered products. With a competitive CTC ranging from 7 Lpa to 10 Lpa, be a part of our creative team and leave a lasting impact on user satisfaction.",
    "jobCTC": "8.5 Lpa",
    "createdBy": "646c7071e8db6fca55c5bb93",
    "createdAt": "2023-06-22T09:20:00Z"
  },
  {
    "companyImg": "https://media.licdn.com/dms/image/C4D0BAQF-RIoeeMTMKQ/company-logo_100_100/0/1664197007563?e=1700092800&v=beta&t=fHPUewlPlJwBgU-hR9KLwr7AybreQ7aaoDIoIrdBYt8",
    "company": "HCL TECH",
    "position": "Cloud Engineer",
    "status": "ongoing",
    "jobType": "fulltime",
    "jobLocation": "Pune",
    "jobDescription": "Join HCL as a Cloud Engineer and play a vital role in building and maintaining scalable cloud infrastructure. Collaborate with DevOps and development teams to design, implement, and manage cloud solutions using leading platforms like AWS, Azure, or Google Cloud. Automate deployment processes, monitor system performance, and troubleshoot issues. Utilize your expertise in cloud technologies, scripting, and configuration management to optimize resource utilization and ensure reliability. With an attractive CTC ranging from 10 Lpa to 12 Lpa, contribute to the advancement of cloud-based services and be part of our innovative tech team.",
    "jobCTC": "6 Lpa",
    "createdBy": "646c7071e8db6fca55c5bb93",
    "createdAt": "2023-07-18T11:55:00Z"
  },
  {
    "companyImg": "https://media.licdn.com/dms/image/C560BAQHm6fW23kOyrw/company-logo_200_200/0/1519906149908?e=1700092800&v=beta&t=dwQj_S1Grcrea8wZqn9l9zLiFBWiod_mny0HKTggoss",
    "company": "CodeNicely",
    "position": "Android Developer",
    "status": "ongoing",
    "jobType": "fulltime",
    "jobLocation": "Raipur",
    "jobDescription": "CodeNicely is seeking a passionate Android Developer to join our team. Develop and implement models, and solutions for various applications. Collaborate with cross-functional teams to gather data,  Utilize your expertise in Java and Spring to create scalable and high-performance applications. Contribute to code reviews, perform testing, and ensure code quality. Bring your innovative ideas to the table and contribute to the growth of our dynamic software team. With a competitive CTC ranging from 9 Lpa to 12 Lpa, seize the opportunity to shape the future of software development.",
    "jobCTC": "3.5 Lpa",
    "createdBy": "646c7071e8db6fca55c5bb93",
    "createdAt": "2023-07-10T13:30:00Z"
  }
]